Repository: moon-sama1/easy-save-project
Catalog: EasySave V3/EasySave_Code/Langs/Lang.*.resx
Languages: fr_fr

source: Add
fr_fr: Ajouter

# addWork
source: Add a work
fr_fr: Ajouter un travail

# backupFinishedWithError
source: Backup is finish with error.
fr_fr: Sauvergarde effectuée avec erreur.

source: Backup Type
fr_fr: Type de Sauvegarde

source: Business software:
fr_fr: Logiciel métier :

# businessSoftwareOn
source: Can't continue backup. Business Software is open.
fr_fr: Impossible de lancer la sauvegarde. Logiciel métier ouvert.

# cannotCreateDstFolder
source: Can not create destination folder.
fr_fr: Echec lors de la création du dossier destination.

# checkEncrypt
source: Check to encrypt files
fr_fr: Cocher pour crypter les fichiers

source: CryptoSoft Path:
fr_fr: Chemin de CryptoSoft :

source: Cryptosoft path error.
fr_fr: Erreur dans le chemin d'accès de CryptoPath.

# cryptoSoftPathNotFound
source: Cryptosoft path is not found.
fr_fr: Chemin d'accès de CryptoPath introuvable.

source: Disk error.
fr_fr: Erreur disque.

# encrypt
source: Encrypted
fr_fr: Crypter

# extensionFile
source: File extension to encrypt:
fr_fr: Extension des fichiers à crypter :

# incorrectBusinessSoftware
source: Incorrect Business Software Given!
fr_fr: Logiciel métier incorrect.

# incorrectCryptosoftPath
source: CryptoSoft Path incorrect!
fr_fr: Le chemin d'accès de CryptoSoft est introuvable.

# incorrectDestinationExist
source: Directory doesn't exist. Please enter a valid directory direction.
fr_fr: Le dossier destination n'existe pas.

# incorrectDestinationSource
source: Choose a different path from the source.
fr_fr: Choississez un dossier destination différent du dossier source.

# incorrectExtension
source: Incorrect Extension given!
fr_fr: Extension donnée incorrecte !

# incorrectName
source: Enter a valid name (1 to 20 characters).
fr_fr: Entrer un nom entre 1 et 20 caractères.

# incorrectSource
source: Directory doesn't exist. Please enter a valid directory source.
fr_fr: Le dossier source n'existe pas.

# errorAddWork
source: Failed to add work.
fr_fr: Echec dans l'ajout d'un travail.

# errorRemoveWork
source: Failed to remove work.
fr_fr: Echec dans la suppression d'un travail.

source: Language:
fr_fr: Langue :

source: Name
fr_fr: Nom

source: Save
fr_fr: Enregistrer

source: No change since last backup.
fr_fr: Aucun changements dans les fichiers depuis la sauvegarde précédente.

# noSelectedWork
source: Please select a work.
fr_fr: Veuillez selectionner un travail.

# noSpaceDstFolder
source: No space for destination folder.
fr_fr: Place insuffisante pour le dossier destination.

# searchName
source: Search
fr_fr: Recherche

source: Select All
fr_fr: Tout sélectionner

source: Settings
fr_fr: Paramètres

# unavailableBackupType
source: Unvailable backup type.
fr_fr: Erreur dans le type de sauvegarde.

# unavailableDstPath
source: Destination directory doesn't found.
fr_fr: Dossier destination introuvable.

# unavailableSrcPath
source: Source directory doesn't found.
fr_fr: Dossier source introuvable.

# unknownError
source: Failed: Unknown Error.
fr_fr: Echec: Erreur inconnue.

# inMessage
source: in
fr_fr: en

# progressBarDone
source: Every backup is finished
fr_fr: Toutes les sauvergardes effectuées.

# progressBasResult
source: finished with a total of
fr_fr: finit avec un total d'erreur

# loadLogsError
source: Error while loading logs.
fr_fr: Erreur lors du chargement des logs.

# loadSettingsError
source: Error while loading settings
fr_fr: Erreur lors du chargement des paramètres.

# loadWorksError
source: Error while loading works.
fr_fr: Erreur lors du chargement des travaux.

# incorrectPrioExtensionLabel
source: Incorrect Extension given!
fr_fr: Extension donnée incorrecte !

# prioExtensionLabel
source: Priority Exentions:
fr_fr: Extensions Prioritaires :

# incorrectMaxSimultaneousFilesSize
source: You have chosen a Size of 0ko (or you have entered an incorrect Size). No Size limit will be taken into account.
fr_fr: Vous avez choisis une taille de 0 ko (ou vous avez entrer une taille incorrecte). Aucune limite de taille ne sera prise en compte.

# maxSimultaneousFilesSize
source: Maximum Files Size that can be save simultaneously in ko (0 to none):
fr_fr: Taille Maximale de fichiers à copier en simultané en ko (0 pour pas de limite) :

# errorDstInSrc
source: Please select a destination file out of the source folder.
fr_fr: Veuillez sélection un dossier destination hors du dossier source.

# state
source: Works States:
fr_fr: Etat des Travaux :

# stateBandWidthSaving
source: Wait (Band Width Saving)
fr_fr: En Attente (Economie de Bande Passante)

# stateBusinessSofOn
source: Wait (Business Software On)
fr_fr: En Attente (Logiciel Metier Detecté)

# stateNonPrioFiles
source: Wait (Non-Priority Files)
fr_fr: En Attente (Fichiers Non Prioritaires)

# statePause
source: Pause
fr_fr: En Pause

# stateReady
source: Ready
fr_fr: Prêt

# stateRunning
source: Running
fr_fr: En Cours

# cantDeleteWork
source: Can't Delete Works while they are Running!
fr_fr: Impossible de Supprimer, des travaux sont en cours de sauvegarde !

# cantGoToSettings
source: Can't Go to Settings while a Backup is Running!
fr_fr: Impossible d'acceder au Paramètres, des travaux sont en cours de sauvegarde !

# alreadyRunning
source: EasySave is already running!
fr_fr: EasySave est déjà demarré !

# languageMessage
source: Please restart EasySave to make this change effective.
fr_fr: Redemarrez EasySave pour que le changement soit pris en compte.

# cannotDelDstFolder
source: Can not delete the destination folder
fr_fr: Impossible de supprimer le dossier de destination.

# socket
source: Connection
fr_fr: Connexion

source: Backup Progress
fr_fr: Progression de la Sauvegarde

# percentageCopy
source: Copy Pourcentage
fr_fr: Pourcentage de la copie

# socketDeconnection
source: The client disconnected.
fr_fr: Le client s'est déconnecté
